posts/dumb_economics.org
:PROPERTIES:
:ID:       7999040a-5f23-4968-a254-b7f909e38ecc
:END:
#+title: Dumb economics
#+filetags: :public:
#+LAST_MODIFIED: [2022-04-04 Mon 15:44]

- tags :: [[id:5fecd21c-5701-48af-9fd8-a2a2ab9b36a8][Economics]]

Every scientific activity is prone to malpractice. Econonomics gives us prime examples of charting misconduct:

- https://twitter.com/messages/35468732-1074082114449092609/media/1465331134116601865
- LAffner curve
- [[id:06543dc9-9661-4bee-8f9e-d4087d5102e2][Environmental Knusetz curve]]

https://www.ons.gov.uk/economy/nationalaccounts/uksectoraccounts/compendium/economicreview/october2019/thedecouplingofeconomicgrowthfromcarbonemissionsukevidence

Laffer curve. Remove as many points as we want until it works perfectly. https://economistsview.typepad.com/economistsview/2007/07/yet-again-tax-c.html
