dumb_economics.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-12-02 Fri 11:26 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Dumb economics</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Dumb economics</h1>
<dl class="org-dl">
<dt>tags</dt><dd><a href="20220103161656-economics.html#ID-5fecd21c-5701-48af-9fd8-a2a2ab9b36a8">Economics</a></dd>
</dl>

<p>
Every scientific activity is prone to malpractice. Econonomics gives us prime examples of charting misconduct:
</p>

<ul class="org-ul">
<li><a target='_blank' rel='noopener noreferrer' class='external' href="https://twitter.com/messages/35468732-1074082114449092609/media/1465331134116601865">https://twitter.com/messages/35468732-1074082114449092609/media/1465331134116601865</a></li>
<li>LAffner curve</li>
<li><a href="20210628095303-environmental_knusetz_curve.html#ID-06543dc9-9661-4bee-8f9e-d4087d5102e2">Environmental Knusetz curve</a></li>
</ul>

<p>
<a target='_blank' rel='noopener noreferrer' class='external' href="https://www.ons.gov.uk/economy/nationalaccounts/uksectoraccounts/compendium/economicreview/october2019/thedecouplingofeconomicgrowthfromcarbonemissionsukevidence">https://www.ons.gov.uk/economy/nationalaccounts/uksectoraccounts/compendium/economicreview/october2019/thedecouplingofeconomicgrowthfromcarbonemissionsukevidence</a>
</p>

<p>
Laffer curve. Remove as many points as we want until it works perfectly. <a target='_blank' rel='noopener noreferrer' class='external' href="https://economistsview.typepad.com/economistsview/2007/07/yet-again-tax-c.html">https://economistsview.typepad.com/economistsview/2007/07/yet-again-tax-c.html</a>
</p>

<div id="outline-container-orgf057552" class="outline-2">
<h2 id="orgf057552">Links to this note</h2>
<div class="outline-text-2" id="text-orgf057552">
<ul class="org-ul">
<li><a href="./20210628095303-environmental_knusetz_curve.html">Environmental Knusetz curve</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>